Repository: khaled-e-a/QuranCar
Catalog: QuranCar/Localizable.xcstrings
Source language: en
Languages: ar

source: 1. Connect your iPhone to CarPlay 2. Find Quran Car in CarPlay 3. Use steering wheel controls: • Next/Previous: Change memorization loop • Play/Pause: Control memorization 4. Audio will automatically loop to help memorization
ar: ١. وصّل جهاز iPhone بـ CarPlay ٢. ابحث عن Quran Car في CarPlay ٣. استخدم أزرار المقود: • التالي/السابق: تغيير حلقة الحفظ • تشغيل/إيقاف: التحكم في الحفظ ٤. يتكرّر الصوت تلقائيًا لمساعدتك على الحفظ

source: Ads by Muslim Ad Network
ar: إعلانات من Muslim Ad Network

source: And more to come...
ar: والمزيد قادم…

source: Cancel
ar: إلغاء

source: Car Mode
ar: وضع السيّارة

source: CarPlay Ready!
ar: جاهز لـ CarPlay!

source: Choose Reciter
ar: اختر القارئ

source: Choose your starting verse from the selected Surah
ar: اختر آية البداية من السورة المحدّدة.

source: Connected to CarPlay
ar: متّصل بـ CarPlay

source: Done
ar: تم

source: Enable Reminders
ar: تفعيل التذكيرات

source: Error
ar: خطأ

source: For those who cannot afford to pay
ar: لمن لا يستطيعون الدفع

source: From
ar: من

source: Get reminded to continue your memorization if you've been away for 3 days.
ar: احصل على تذكير لمواصلة حفظك إذا انقطعت لمدة 3 أيام.

source: Get Started
ar: ابدأ

source: Gift period ends %@
ar: تنتهي فترة الهدية في %@

source: Hadiya (Gift) Program
ar: برنامج الهديّة

source: I am unable to pay, thank you
ar: لا أستطيع الدفع، شكرًا لكم

source: Keep your journey alive
ar: أبقِ رحلتك مستمرّة

source: Language
ar: اللغة

source: Loading...
ar: جارٍ التحميل…

source: Maybe Later
ar: ربما لاحقًا

source: Memorization Loop
ar: حلقة الحفظ

source: Memorize
ar: الحفظ

source: Memorize while you drive
ar: احفظ القرآن وأنت تقود

source: More
ar: المزيد

source: More Features Coming Soon!
ar: المزيد من الميزات قريبًا!

source: Next
ar: التالي

source: Notification Permission Required
ar: يلزم إذن الإشعارات

source: Notifications are disabled in Settings
ar: الإشعارات معطّلة في الإعدادات

source: Number of Verses
ar: عدد الآيات

source: OK
ar: حسنًا

source: Open Settings
ar: فتح الإعدادات

source: Play, pause, or navigate between verses. The audio will automatically loop to help with memorization
ar: شغّل أو أوقف أو تنقّل بين الآيات. يتكرّر الصوت تلقائيًا لمساعدتك على الحفظ.

source: Playback Controls
ar: أزرار التشغيل

source: Playback Speed
ar: سرعة التشغيل

source: Please enable notifications in Settings to receive reminders about your memorization journey.
ar: يرجى تفعيل الإشعارات في الإعدادات لتلقّي تذكيرات حول رحلة حفظك.

source: Please try again later.
ar: يرجى المحاولة لاحقًا.

source: Premium
ar: النسخة المميّزة

source: Premium Active
ar: النسخة المميّزة مُفعّلة

source: Privacy Policy
ar: سياسة الخصوصية

source: Quran Car can remind you to continue your memorization if you've been away for a few days.
ar: يمكن لـ Quran Car تذكيرك بمواصلة حفظك إذا انقطعت لبضعة أيام.

source: Quran Car Premium
ar: Quran Car المميّزة

source: Ready to Connect
ar: جاهز للاتصال

source: Reciter
ar: القارئ

source: Reminder Notifications
ar: إشعارات التذكير

source: Restart Tutorial
ar: إعادة الشرح التوضيحي

source: Retry
ar: إعادة المحاولة

source: Retry Loading
ar: إعادة تحميل

source: Save memorization loops
ar: حفظ حلقات الحفظ

source: Select a Surah
ar: اختر سورة

source: Select how many verses you want to memorize at once
ar: اختر عدد الآيات التي تريد حفظها في المرة الواحدة.

source: Select Reciter
ar: اختر القارئ

source: Select Surah
ar: اختر السورة

source: Select Verse
ar: اختر الآية

source: Select your preferred Quran reciter
ar: اختر القارئ المفضّل لديك.

source: Set Up Your Memorization
ar: جهّز حفظك

source: Settings
ar: الإعدادات

source: Share with friends
ar: المشاركة مع الأصدقاء

source: Start 7-Day Free Trial
ar: ابدأ تجربة مجانية 7 أيام

source: Starting Verse
ar: آية البداية

source: Subscribe Now
ar: اشترك الآن

source: Support the development of this app, get access to all reciters, and unlock the full potential of Quran Car
ar: ادعم تطوير هذا التطبيق، واحصل على وصول إلى جميع القرّاء، واستفد من كامل إمكانات Quran Car.

source: System default
ar: لغة النظام الافتراضية

source: Tap anywhere to finish
ar: اضغط في أي مكان للإنهاء

source: Tap here to choose which chapter of the Quran you want to memorize
ar: اضغط هنا لاختيار السورة التي تريد حفظها.

source: Thank you for subscribing to Quran Car Premium! You now have access to all reciters.
ar: شكرًا لاشتراكك في Quran Car المميّزة! أصبح لديك الآن وصول إلى جميع القرّاء.

source: Thank You!
ar: شكرًا لك!

source: This program is based on trust. Please only use it if you are unable to pay.
ar: يقوم هذا البرنامج على الثقة. يرجى استخدامه فقط إذا كنت غير قادر على الدفع.

source: To
ar: إلى

source: Track your progress
ar: تتبّع تقدّمك

source: Try Again
ar: إعادة المحاولة

source: Upgrade
ar: ترقية

source: Use the app to configure your memorization settings. Then connect to CarPlay to start memorizing while you drive.
ar: استخدم التطبيق لضبط إعدادات الحفظ. ثم اتصل بـ CarPlay لتبدأ الحفظ أثناء القيادة.

source: We believe everyone should have access to the Quran. If you truly cannot afford the subscription, we are honored to gift you one year of Premium access.
ar: نؤمن أن الجميع يستحقّون الوصول إلى القرآن. إذا كنت حقًّا لا تستطيع تحمّل تكلفة الاشتراك، يشرّفنا أن نهديك سنة كاملة من الوصول المميّز.

source: Welcome to Quran Car
ar: مرحبًا بك في Quran Car

source: Your companion for memorizing Quran while driving. Designed specifically for safe and distraction-free use with CarPlay.
ar: رفيقك لحفظ القرآن أثناء القيادة. مُصمّم خصيصًا للاستخدام الآمن وبدون تشتيت مع CarPlay.
